{
  "accesory": [
    {
      "name": "TC Electronic PolyTune 3 Polyphonic LED Guitar Tuner Pedal with Buffer",
      "description": "TC pushes the envelope yet again for what's possible in a tuner pedal! The TC Electronic PolyTune 3 is faster, more dependable, and more intuitive than ever, boasting accuracy within 0.1 cents and a no-nonsense approach to guitar and instrument tuning — strum all strings* to see which are out of tune at a glance, or tune up one string at a time. Thanks to its built-in BonaFide Buffer circuitry (switchable to true bypass), PolyTune 3 can now even improve your tone for long cable runs. This means you get the treble and transient response that's much closer to plugging directly into an amp. But that's not all that's improved in the TC PolyTune 3. Alternate tuning modes make it fast and easy to explore new ways to craft your art, even in the middle of a frantic set. And an improved auto-dimming LED display makes tuning more comfortable in any environment, indoors or out.",
      "imgUrl": [
        "https://i.ibb.co/zF9F9qp/TC-Electronic-Poly-Tune-3-Polyphonic-LED-Guitar-Tuner-Pedal-with-Buffer-0.webp",
        "https://i.ibb.co/d5vDMSz/TC-Electronic-Poly-Tune-3-Polyphonic-LED-Guitar-Tuner-Pedal-with-Buffer-1.webp",
        "https://i.ibb.co/NnPy2d2/TC-Electronic-Poly-Tune-3-Polyphonic-LED-Guitar-Tuner-Pedal-with-Buffer-2.png"
      ],
      "price": 89,
      "stock": "15",
      "categoryId": "62bf16449a945cb3238bc9b9",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "On-Stage XCG-4 Classic Guitar Stand",
      "description": "The On-Stage Stands Classic Guitar Stand protects against the worst thing that could happen if you love your guitar. When you lean your precious up against your amp or a wall, you run the risk of the unmentionable happening: your beloved guitar falling over and suffering tuner damage, a chipped headstock, or worse - a cracked neck. The Classic Guitar Stand cradles your guitar with cushy velveteen rubber and has a security strap to ward off accidents. Unless you're actively trying to relic a new axe, you need a proper guitar stand: the On-Stage Stands Classic Guitar Stand.",
      "imgUrl": [
        "https://i.ibb.co/d72Hx1s/On-Stage-XCG-4-Classic-Guitar-Stand-0.webp",
        "https://i.ibb.co/tKhzM8B/On-Stage-XCG-4-Classic-Guitar-Stand-1.webp",
        "https://i.ibb.co/rst3W91/On-Stage-XCG-4-Classic-Guitar-Stand-2.webp"
      ],
      "price": 17,
      "stock": "19",
      "categoryId": "62bf16449a945cb3238bc9b9",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Hercules Stands GS525B Multi-guitar Rack for up to 5 Guitars",
      "description": "Use the Hercules Stands GS525B five-space guitar rack as an easy way to keep five of your favorite instruments on hand. Its folding design makes it easy to transport too. The specially formulated foam covering protects the finish on your acoustic, electric, or bass guitar, and the yokes and foam are customizeable to fit any size or thickness of guitar. And the GS525B's one-piece design makes it the ideal stand to gig with too. For a reliable way to keep five of your guitars ready to go, choose the Hercules Stands GS525B five-space guitar rack.",
      "imgUrl": [
        "https://i.ibb.co/df6ftV0/Hercules-Stands-GS525-B-Multi-guitar-Rack-for-up-to-5-Guitars-0.webp",
        "https://i.ibb.co/hZTbckh/Hercules-Stands-GS525-B-Multi-guitar-Rack-for-up-to-5-Guitars-1.webp"
      ],
      "price": 17,
      "stock": "19",
      "categoryId": "62bf16449a945cb3238bc9b9",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Ernie Ball 2\" Polypro Strap - Black",
      "description": "Ernie Ball has been in the music business since the 1960s. It all started with making custom sets of lighter gauge guitar strings so guitarists could make their axes easier to play. After fruitless attempts to interest major guitar manufacturers in a lighter set of strings, Ernie Ball decided to start making his own. As time went by they started making other accessories, including guitar straps. Made from high-quality materials and thoughtful design, Ernie Ball straps are extremely comfortable, functional, and stylish. You can't go wrong when you string up with Ernie Ball straps! The Ernie Ball Polypro strap is a comfortable polypropylene webbing strap with leather ends. A 2\" width makes this a comfortable strap for guitar or bass. It's adjustable from 38\" to 68\" in length. The durable Ernie Ball Polypro Strap is the perfect strap for your instrument.",
      "imgUrl": [
        "https://i.ibb.co/5GMs7CZ/Ernie-Ball-2-Polypro-Strap-Black-0.webp",
        "https://i.ibb.co/xSXpvzb/Ernie-Ball-2-Polypro-Strap-Black-1.webp",
        "https://i.ibb.co/Nsgc5sP/Ernie-Ball-2-Polypro-Strap-Black-2.jpg"
      ],
      "price": 7,
      "stock": "30",
      "categoryId": "62bf16449a945cb3238bc9b9",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Epiphone ENLPCS Hardshell Guitar Case for Les Paul",
      "description": "When you've got a great guitar, you want to protect it. Simple as that. And gig bags are fine for your quick here-there travels, but they're still risky — what if someone decides that your bag looks like a nice foot rest? Or worse, a drink rest? That's why every savvy musician gets a hardshell case. And if you own a Les Paul-style guitar, you go with this case from Epiphone. It's sized to fit nearly all Les Paul makes and models, and the plushly lined interior keeps your instrument looking its best. A hardshell exterior prevents mishaps before they happen, and a stylish Epiphone logo on the outside lets everyone know you've got a great-looking Epi on the inside. Simple, affordable, and safe — this Epiphone Guitar Case is an LP-owner's essential.",
      "imgUrl": [
        "https://i.ibb.co/YNTHWCS/Epiphone-ENLPCS-Hardshell-Guitar-Case-for-Les-Paul-0.jpg",
        "https://i.ibb.co/vZV73gY/Epiphone-ENLPCS-Hardshell-Guitar-Case-for-Les-Paul-1.webp",
        "https://i.ibb.co/DpDTddp/Epiphone-ENLPCS-Hardshell-Guitar-Case-for-Les-Paul-2.webp"
      ],
      "price": 129,
      "stock": "22",
      "categoryId": "62bf16449a945cb3238bc9b9",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Schecter SGR-1C C-Shape Hardshell Guitar Case",
      "description": "Keep your Schecter looking great by protecting it with this SGR-1C hardshell case. It fits Schecter's Omen and Damien guitars as well as their \"C\" models.",
      "imgUrl": [
        "https://i.ibb.co/wKxRCfC/Schecter-SGR-1-C-C-Shape-Hardshell-Guitar-Case-0.webp",
        "https://i.ibb.co/X7XR6bZ/Schecter-SGR-1-C-C-Shape-Hardshell-Guitar-Case-1.webp",
        "https://i.ibb.co/LYsfgQr/Schecter-SGR-1-C-C-Shape-Hardshell-Guitar-Case-2.webp"
      ],
      "price": 199,
      "stock": "7",
      "categoryId": "62bf16449a945cb3238bc9b9",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    }
  ],
  "effects": [
    {
      "name": "Strymon TimeLine Multidimensional Delay Pedal",
      "description": "The Strymon TimeLine's lush and inspiring delays and simple control layout may make you want to leave your valuable and vintage pedals at home. The TimeLine features 12 delay machines with dedicated hardware controls for real-time tweaking, along with 200 factory presets for instant inspiration. Dial in a delay you like, edit it, then save and name it. Filter and Grit knobs let you control the shape and distortion artifacts of repeats for sounds that range from studio clean to vintage analog to early digital. The TimeLine's onboard stereo looper records up to 30 seconds of audio for you to jam over for live performances or use to experiment with new delay effects.",
      "imgUrl": [
        "https://i.ibb.co/Zd5c76X/Strymon-Time-Line-Multidimensional-Delay-Pedal-0.webp",
        "https://i.ibb.co/fx0LHg7/Strymon-Time-Line-Multidimensional-Delay-Pedal-1.webp",
        "https://i.ibb.co/bRp1hfD/Strymon-Time-Line-Multidimensional-Delay-Pedal-2.webp"
      ],
      "price": 449,
      "stock": "7",
      "categoryId": "62bf16449a945cb3238bc9bb",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Line 6 DL4 MkII Delay Modeler Pedal",
      "description": "The original Line 6 DL4 Delay Modeler is a pedalboard mainstay on arena stages, worship platforms, and bedroom floors all over the world. The DL4 MkII honors the legacy of the familiar little green time machine, boasting the same knob and footswitch layout as its predecessor, along with all of its original sounds and features. That said, the MkII eclipses its forerunner with 15 new HX-derived delay models, a selection of ear-grabbing reverbs, and 1- and 4-switch loopers with up to 240 seconds of recording time, which is expandable to several hours via the pedal's microSD slot. You also get an XLR microphone input, comprehensive MIDI connectivity and control, switchable true/buffered/DSP bypass, and an expression pedal input. The Line 6 DL4 MkII Delay Modeler is everything the original was and more. So, if you're searching for feature-laden delay stompbox with industry-leading sound, then this is the one to get.",
      "imgUrl": [
        "https://i.ibb.co/wYJX0Rg/Line-6-DL4-Mk-II-Delay-Modeler-Pedal-0.webp",
        "https://i.ibb.co/YDV6jXB/Line-6-DL4-Mk-II-Delay-Modeler-Pedal-1.webp",
        "https://i.ibb.co/7y5ygDR/Line-6-DL4-Mk-II-Delay-Modeler-Pedal-2.webp"
      ],
      "price": 299,
      "stock": "11",
      "categoryId": "62bf16449a945cb3238bc9bb",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Walrus Audio Julia V2 Analog Chorus/Vibrato Pedal",
      "description": "From subtle textural movement to warbling trembulations, the Walrus Audio Julia V2 analog chorus/vibrato pedal — now featuring updated artwork from designer Adam Forster —is a master at sonic landscaping. Its feature set extends far beyond the usual suspects (rate, depth). An analog LFO with waveform switch toggles between sine and triangle wave shapes, enabling more reserved or dramatic effects as occasions demand; an LFO LED blinks in time for visual feedback. Most unique to the Walrus Audio Julia V2 is the Lag control, which determines how much “swing” each LFO sweep has. Together with the Depth control, Julia’s Lag knob really takes this pedal into a new realm of sound-shaping possibility. A fully continuous blend control dials between dry, chorus, and vibrato sounds. True bypass switching preserves your tone when Julia is out of the loop.",
      "imgUrl": [
        "https://i.ibb.co/cCHtQxJ/Walrus-Audio-Julia-V2-Analog-Chorus-Vibrato-Pedal-0.jpg",
        "https://i.ibb.co/GT7ghx8/Walrus-Audio-Julia-V2-Analog-Chorus-Vibrato-Pedal-2.jpg",
        "https://i.ibb.co/85dTn52/Walrus-Audio-Julia-V2-Analog-Chorus-Vibrato-Pedal-1.webp"
      ],
      "price": 199,
      "stock": "4",
      "categoryId": "62bf16449a945cb3238bc9bb",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    }
  ],
  "amplifier": [
    {
      "name": "Boss Katana-50 MkII 1 x 12-inch 50-watt Combo Amp",
      "description": "The BOSS Katana-50 MkII is the latest installation in BOSS's esteemed line of Katana series amplifiers. And whether you're interested in accessing its pummeling 50-watt output section and platform-perfect 12-inch speaker to amplify your existing modelers and preamps, or in building your dream tones from the ground up to create the ultimate all-in-one gig and practice solution, take it from Sweetwater — the Katana-50 MkII is a powerful tool in the hands of any electric or acoustic player. Cab-emulated outputs and monitoring make the BOSS Katana-50 MkII a truly silent stage and studio guitar solution, while multichannel footswitch support provides hands-free remote access to every sound in your arsenal. New amp variations and access to 60 timeless BOSS effects within the BOSS Tone Studio editor make the 50 MkII a tone tweaker's holiday.",
      "imgUrl": [
        "https://i.ibb.co/ZLKG86j/Boss-Katana-50-Mk-II-1-x-12-inch-50-watt-Combo-Amp-0.webp",
        "https://i.ibb.co/ZdRp1NR/Boss-Katana-50-Mk-II-1-x-12-inch-50-watt-Combo-Amp-1.webp",
        "https://i.ibb.co/pfkxxHG/Boss-Katana-50-Mk-II-1-x-12-inch-50-watt-Combo-Amp-2.jpg"
      ],
      "price": 279,
      "stock": "13",
      "categoryId": "62bf16449a945cb3238bc9b8",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Fender Champion 100 2x12\" 100-watt Combo Amp",
      "description": "The Fender Champion 100 guitar combo amp gives you classic Fender tone in a stylish, affordable package. This gig-ready 2 x 12\" combo sports 100 watts and a wide range of tone - perfect for virtually any style, served up loud and proud through Fender Special Design speakers. Two channels and selectable amp voicing give you everything from classic Fender cleans to modern high gain. Built-in effects, including reverb, delay/echo, chorus, tremolo, Vibratone, and more, let you polish your sound. Plus, the Champion 100 features an effects loop for your favorite pedals. Iconic Blackface styling completes the uber-cool Fender Champion 100.",
      "imgUrl": [
        "https://i.ibb.co/5MvHZDP/Fender-Champion-100-2x12-100-watt-Combo-Amp-0.jpg",
        "https://i.ibb.co/kmNmNqT/Fender-Champion-100-2x12-100-watt-Combo-Amp-1.jpg",
        "https://i.ibb.co/LCcXWDd/Fender-Champion-100-2x12-100-watt-Combo-Amp-2.jpg"
      ],
      "price": 399,
      "stock": "18",
      "categoryId": "62bf16449a945cb3238bc9b8",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Fender '57 Custom Deluxe 1x12\" 12-watt Tube Combo Amp",
      "description": "The Fender '57 Custom Deluxe tube amplifier brings you the authentic sound, looks, and vibe of a classic. It pumps twelve watts of tube-powered tone through a newly designed 12\" Eminence Special Design speaker, which includes an alnico magnet for vintage sound. The handwired circuitry ensures that you can easily manipulate your guitar's volume and tone controls to get a range of dynamic, responsive tones. And the Fender '57 Custom Deluxe's solid pine cabinet, lacquered tweed covering, and leather strap handle make the '57 Custom Deluxe look as amazing as it sounds.",
      "imgUrl": [
        "https://i.ibb.co/n6pCDfS/Fender-57-Custom-Deluxe-1x12-12-watt-Tube-Combo-Amp-0.webp",
        "https://i.ibb.co/LPXP9dn/Fender-57-Custom-Deluxe-1x12-12-watt-Tube-Combo-Amp-1.webp",
        "https://i.ibb.co/Vp8NdZ5/Fender-57-Custom-Deluxe-1x12-12-watt-Tube-Combo-Amp-2.webp"
      ],
      "price": 2349,
      "stock": "10",
      "categoryId": "62bf16449a945cb3238bc9b8",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Marshall JVM205C 2x12\" 50-watt 2-channel Tube Combo Amp",
      "description": "The Marshall JVM205C all-tube 2 x 12\" 50-watt amplifier brings you the full range of Marshall tone, from crisp clean to molten roar! The 2-channel JVM205C gives you six modes, covering two independent channels with three gain stages, each with its own footswitchable memory. It's a great feature for ultra-flexible onstage switching via the included dedicated, programmable footswitch unit. Plus, the combination of vintage and modern speakers provides great tone. Two effects loops, reverb for each channel, a speaker-emulated XLR line out, and two footswitchable master volumes also grace the JVM205C.",
      "imgUrl": [
        "https://i.ibb.co/qsWzPQn/Marshall-JVM205-C-2x12-50-watt-2-channel-Tube-Combo-Amp-0.webp",
        "https://i.ibb.co/rfGp4GJ/Marshall-JVM205-C-2x12-50-watt-2-channel-Tube-Combo-Amp-1.webp",
        "https://i.ibb.co/gyg5n3C/Marshall-JVM205-C-2x12-50-watt-2-channel-Tube-Combo-Amp-2.webp"
      ],
      "price": 2879,
      "stock": "3",
      "categoryId": "62bf16449a945cb3238bc9b8",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Marshall MS-2C 1-watt Battery-powered Micro Amp",
      "description": "Marshall's MS-2 Micro Stack pumps out a ton of pure Marshall tone for its diminutive size. This miniature guitar combo amp is ideal for weekend getaways, impromptu jams, and just having fun. One watt may not seem very loud, but trust us - this puppy can crank. You get clean and overdrive settings, a tone control, a belt clip, and your choice of battery or AC power (via an optional adapter). If you're hooked on Marshall tone and can't take your full-sized rig with you, Sweetwater's got you covered with the Marshall MS-2 Micro Stack.",
      "imgUrl": [
        "https://i.ibb.co/sJSkscQ/Marshall-MS-2-C-1-watt-Battery-powered-Micro-Amp-0.webp",
        "https://i.ibb.co/RQRCv9X/Marshall-MS-2-C-1-watt-Battery-powered-Micro-Amp-1.webp",
        "https://i.ibb.co/K7y1mqf/Marshall-MS-2-C-1-watt-Battery-powered-Micro-Amp-2.jpg"
      ],
      "price": 59,
      "stock": "31",
      "categoryId": "62bf16449a945cb3238bc9b8",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Kemper Profiler Power Head - 600-watt Profiling Head",
      "description": "The Kemper Profiler PowerHead packs the same awesome amp modeling and emulation of the original Kemper Profiling Amplifier plus a powerful 600-watt power amp. As with the rest of the Profiler Series, the Profiler PowerHead doesn't limit you to a bunch of preset models. Instead, it lets you create your own amp profiles and call them up whenever you like. What's more, Kemper's high-tech wizardry gives you total tone-tweaking control over your profiled amps, going well beyond gain and tone. Talk about a must-have studio and live performance tool — get your Kemper Profiler PowerHead from Sweetwater!",
      "imgUrl": [
        "https://i.ibb.co/w7jfFh9/Kemper-Profiler-Power-Head-600-watt-Profiling-Head-0.webp",
        "https://i.ibb.co/BK8GjfZ/Kemper-Profiler-Power-Head-600-watt-Profiling-Head-1.webp",
        "https://i.ibb.co/PDqNy9f/Kemper-Profiler-Power-Head-600-watt-Profiling-Head-2.webp"
      ],
      "price": 2350,
      "stock": "15",
      "categoryId": "62bf16449a945cb3238bc9b8",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Mesa/Boogie Dual Rectifier 100-watt Tube Head - Diamond Faceplate",
      "description": "Plug into a Mesa/Boogie Dual Rectifier, and you're in for the kind of massive tone you've only dreamed of. This 100-watt, all-tube amp head is a true firebreather, and it eclipses its predecessors by adding a third channel for thick, chunky rhythms to complete your tonal palette. Eight selectable modes enable you to configure each channel for an array of sounds, while a Multi-Watt switch makes achieving cranked-up tones at bedroom levels easy. What’s more, in addition to the usual EQ controls, you also get a Rectifier Select switch and dual power selections for fine-tuning your sound. Like the vintage Rectos of yore, the modern Dual Rectifier delivers mammoth metal tones. But that’s just the beginning — it can achieve nearly any tone you imagine. So what are you waiting for? Experience the pure power of a legend for yourself — play through a Dual Rectifier!",
      "imgUrl": [
        "https://i.ibb.co/xKkYwKL/Mesa-Boogie-Dual-Rectifier-100-watt-Tube-Head-Diamond-Faceplate-0.webp",
        "https://i.ibb.co/Wf9XGpm/Mesa-Boogie-Dual-Rectifier-100-watt-Tube-Head-Diamond-Faceplate-1.webp",
        "https://i.ibb.co/68YL49t/Mesa-Boogie-Dual-Rectifier-100-watt-Tube-Head-Diamond-Faceplate-2.webp"
      ],
      "price": 2499,
      "stock": "8",
      "categoryId": "62bf16449a945cb3238bc9b8",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Orange Rockerverb 100 MKIII - 100-watt 2-channel Tube Head",
      "description": "In the early 2000s a new era of high-gain Orange Amplification tone was ushered in with the Rockerverb series of electric guitar amplifiers. The all-tube Rockerverb 100 MKIII is the culmination of over a decade of fine-tuned adjustments to that game-changing amplifier. The MKIII offers a newly voiced clean channel for a more versatile chimey tone and a dirty channel that will take you anywhere from classic British crunch to the very heaviest in modern metal. Add in power-scaling and footswitchable attenuation and there's nowhere the Rockerverb 100 MKIII can't take you.",
      "imgUrl": [
        "https://i.ibb.co/34Zb4nT/Orange-Rockerverb-100-MKIII-100-watt-2-channel-Tube-Head-0.webp",
        "https://i.ibb.co/xhLWNwr/Orange-Rockerverb-100-MKIII-100-watt-2-channel-Tube-Head-1.webp",
        "https://i.ibb.co/d7t2NbM/Orange-Rockerverb-100-MKIII-100-watt-2-channel-Tube-Head-2.webp"
      ],
      "price": 2349,
      "stock": "5",
      "categoryId": "62bf16449a945cb3238bc9b8",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    }
  ],
  "bass": [
    {
      "name": "Fender Player Mustang Bass PJ - Aged Natural",
      "description": "The Fender Player Series Mustang Bass PJ blends the timeless versatility of a PJ pickup configuration with the unmistakable tone of a short-scale bass. Its smaller Mustang-style body and short scale make this electric bass extremely comfortable, even for players with small hands. This bass's short scale also imbues every note you play with a fat, harmonic richness that's impossible to ignore. Combining traditional and modern styling, the Fender Player Series Mustang Bass PJ features vintage-style tuners, a 4-bolt neck plate, and 4-saddle bridge — all finished in classic chrome.",
      "imgUrl": [
        "https://i.ibb.co/Gkf20m8/Fender-Player-Mustang-Bass-PJ-Aged-Natural-0.webp",
        "https://i.ibb.co/8B7PBVX/Fender-Player-Mustang-Bass-PJ-Aged-Natural-1.jpg",
        "https://i.ibb.co/Y2vM3ZJ/Fender-Player-Mustang-Bass-PJ-Aged-Natural-2.jpg"
      ],
      "price": 849,
      "stock": "5",
      "categoryId": "62bf16449a945cb3238bc9ba",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "ESP LTD B-1005 Multi-Scale Bass Guitar - Natural Satin",
      "description": "Designed with sonic versatility in mind, the ESP LTD B-1005 Multi-Scale electric bass offers a stellar playing experience. If you've never played a Multi-Scale instrument before, you're in for a treat — the LTD B-1005's Multi-Scale fretboard creates deeper, more focused bass in your lower strings, with better playability and definition for higher strings. And with a pair of Nordstrand Big Splits pickups, plus an active 3-band EQ with mid-frequency selection, you've got huge tone-shaping potential in your hands. Whether you're recording or performing, the ESP LTD B-1005 Multi-Scale is an amazingly capable bass.",
      "imgUrl": [
        "https://i.ibb.co/9ngjCxg/ESP-LTD-F-1004-FM-Bass-Guitar-See-Thru-Black-0.webp",
        "https://i.ibb.co/6JFgk8j/ESP-LTD-F-1004-FM-Bass-Guitar-See-Thru-Black-1.jpg",
        "https://i.ibb.co/T8c7hd9/ESP-LTD-F-1004-FM-Bass-Guitar-See-Thru-Black-2.webp"
      ],
      "price": 1699,
      "stock": "6",
      "categoryId": "62bf16449a945cb3238bc9ba",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Ibanez Bass Workshop EHB1506MS Bass Guitar - Black Ice Flat",
      "description": "If you’re a bassist looking for an upgraded 6-string Multi Scale bass that doesn’t cost a fortune, Sweetwater has your axe. The Ibanez Bass Workshop EHB1506MS features a sleek, ergonomic, lightweight African mahogany body with an eye-popping poplar burl top, a super-fast graphite-reinforced 9-piece panga panga/walnut neck, and a silky-smooth bound panga panga fingerboard. And to drive the tone home, the EHB1506MS is spec’d out with a pair of premium Nordstrand Big Split pickups. Ibanez has really pulled it all together in this cutting-edge headless Multi Scale design — and for a price that will amaze you (in a good way)!",
      "imgUrl": [
        "https://i.ibb.co/fSY1yX2/Ibanez-Bass-Workshop-EHB1506-MS-Bass-Guitar-Black-Ice-Flat-0.jpg",
        "https://i.ibb.co/HCF7rkj/Ibanez-Bass-Workshop-EHB1506-MS-Bass-Guitar-Black-Ice-Flat-1.jpg",
        "https://i.ibb.co/xYLb7g8/Ibanez-Bass-Workshop-EHB1506-MS-Bass-Guitar-Black-Ice-Flat-2.webp"
      ],
      "price": 1899,
      "stock": "2",
      "categoryId": "62bf16449a945cb3238bc9ba",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    }
  ],
  "acoustic": [
    {
      "name": "Taylor 214ce Deluxe Acoustic-electric Guitar",
      "description": "Combine time-tested acoustic design and a natural-sounding pickup system, and you've got the Taylor 214ce Deluxe. Its Grand Auditorium body has the width and depth of a dreadnought, but its tapered waist and graceful contours make it look like a smaller instrument and impart balance and presence to the big sound, making it a favorite of recording engineers at Sweetwater. With its slender and fast neck, the 214ce Deluxe plays like a Taylor, which is to say, effortlessly. With the 214ce Deluxe, you'll feel well-equipped both on stage and in your studio.",
      "imgUrl": [
        "https://i.ibb.co/DD7GpTn/Taylor-214ce-Deluxe-Acoustic-electric-Guitar-0.webp",
        "https://i.ibb.co/cT6wjb2/Taylor-214ce-Deluxe-Acoustic-electric-Guitar-1.webp",
        "https://i.ibb.co/jrznPNZ/Taylor-214ce-Deluxe-Acoustic-electric-Guitar-2.jpg"
      ],
      "price": 1499,
      "stock": "15",
      "categoryId": "62bf16449a945cb3238bc9b7",
      "starred": true,
      "show": true,
      "slug": "taylor_214ce_deluxe_acoustic-electric_guitar",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Taylor GS Mini-e Koa Acoustic-electric Guitar",
      "description": "If you’ve been waiting for the perfect Taylor GS Mini-e, then this koa model is the one. Desired for its resonant warmth and beautiful looks from the soul of a Polynesian paradise, the GS Mini-e Koa features a solid koa top and layered koa back and sides; one strum and you’ll be swept away in an ocean of tone. And thanks to the smaller body size of this koa acoustic-electric guitar, you’ll comfortably play it in the studio and on the stage. The GS Mini-e features Taylor’s renowned ES-B pickup system, with tone controls, a built-in tuner, and a low-battery indicator so you never have to worry about losing power in the middle of a gig.",
      "imgUrl": [
        "https://i.ibb.co/CPFLkNh/Taylor-GS-Mini-e-Koa-Acoustic-electric-Guitar-0.webp",
        "https://i.ibb.co/hHPZ6Bt/Taylor-GS-Mini-e-Koa-Acoustic-electric-Guitar-1.jpg",
        "https://i.ibb.co/BVGL19r/Taylor-GS-Mini-e-Koa-Acoustic-electric-Guitar-2.jpg"
      ],
      "price": 899,
      "stock": "23",
      "categoryId": "62bf16449a945cb3238bc9b7",
      "starred": false,
      "show": true,
      "slug": "taylor_gs_Mini-e_koa_acoustic-electric_guitar",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Fender Acoustasonic Player Telecaster Acoustic-electric Guitar",
      "description": "When the Fender Acoustasonic hit the scene, few could accurately predict the immense success and impact it would have on today’s guitar players. The Fender Acoustasonic Player Telecaster acoustic-electric guitar equips you with much of that same inspiration in a streamlined package, cutting down on functionality and cost for a significant boost in playability and finesse. This hybrid instrument’s finely tuned soundport provides resonant acoustic tones when unplugged, with incredible magnetic/under-saddle electronics and a 3-way blade to conjure three different pairs of realistic acoustic and electric guitar tones. As for the tonewoods, Fender again chose mahogany for the body with a solid Sitka spruce top, exuding sonic warmth with the power and punch to be heard in the nosebleeds. Tap into the mystique of Fender’s incredible hybrid guitars with the Acoustasonic Player Telecaster!",
      "imgUrl": [
        "https://i.ibb.co/9wyD1Nv/Acoustasonic-Player-Telecaster-Acoustic-electric-Guitar-0.webp",
        "https://i.ibb.co/3pSbPmB/Acoustasonic-Player-Telecaster-Acoustic-electric-Guitar-1.jpg",
        "https://i.ibb.co/r53gJWt/Acoustasonic-Player-Telecaster-Acoustic-electric-Guitar-2.webp"
      ],
      "price": 1199,
      "stock": "9",
      "categoryId": "62bf16449a945cb3238bc9b7",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Yamaha C40II Full-scale Classical",
      "description": "The Yamaha C40II is an amazing full-sized nylon-string guitar that's affordable enough for any guitarist. Whether you're stepping up from a 3/4-size model or looking for a first classical guitar to start off with, you'll be pleasantly surprised by the C40II. Its full 2-inch nut allows you to play with true classical finger techniques — just what you need to develop proper playing method. Featuring a real spruce top with a back and sides made of quality meranti, the Yamaha C40II provides you with a clear, resonant voice.",
      "imgUrl": [
        "https://i.ibb.co/L18DMfz/Yamaha-C40-II-Full-scale-Classical-0.webp",
        "https://i.ibb.co/fNQVB9R/Yamaha-C40-II-Full-scale-Classical-1.jpg",
        "https://i.ibb.co/P1ChZM7/Yamaha-C40-II-Full-scale-Classical-2.jpg"
      ],
      "price": 159,
      "stock": "32",
      "categoryId": "62bf16449a945cb3238bc9b7",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Godin MultiAc Nylon Deluxe Acoustic-electric Guitar",
      "description": "Around the music industry, there’s a lot of talk about the “acoustic for electric players.” Isn’t it about time there’s an “electric for acoustic players”? With that in mind, Sweetwater is excited to introduce you to the Godin MultiAc Nylon Deluxe acoustic-electric guitar. This high-performance nylon-string guitar is loaded with versatile electronics and a complement of controls to fit classical and fingerstyle guitarists’ needs. Plus, it’s all wrapped up in a thin yet incredibly resonant package for vastly improved playing comfort. As you push the boundaries of acoustic performance, the Godin MultiAc Nylon Deluxe will be there every step of the way.",
      "imgUrl": [
        "https://i.ibb.co/2jpV4Ms/Godin-Multi-Ac-Nylon-Deluxe-Acoustic-electric-Guitar-0.webp",
        "https://i.ibb.co/VByQ8kV/Godin-Multi-Ac-Nylon-Deluxe-Acoustic-electric-Guitar-1.jpg",
        "https://i.ibb.co/GFS5pyg/Godin-Multi-Ac-Nylon-Deluxe-Acoustic-electric-Guitar-2.jpg"
      ],
      "price": 1959,
      "stock": "9",
      "categoryId": "62bf16449a945cb3238bc9b7",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Yamaha SLG200NW Silent Guitar, Wide Nylon-String",
      "description": "The SLG200NW is the latest in Yamaha's groundbreaking line of \"silent\" guitars; this version is designed just for classical guitarists. The 2-1/16\" nut provides that classical guitar feel, and the guitar's top section detaches and stows in the included gig bag — making it fit easily in an overhead compartment. Convenient and yet authentic, this guitar exhibits Yamaha's SRT powered system, developed to reproduce the sounds of a high-end Yamaha acoustic guitar. You also get a built-in chromatic tuner, onboard effects, aux in, and headphone output. With its mahogany body and neck, rosewood frame, and ebony fingerboard, the Yamaha SLG200NW is as beautiful as it is functional and travel-ready.",
      "imgUrl": [
        "https://i.ibb.co/VggGyN7/Yamaha-SLG200-NW-Silent-Guitar-Wide-Nylon-String-0.webp",
        "https://i.ibb.co/j3wqbqK/Yamaha-SLG200-NW-Silent-Guitar-Wide-Nylon-String-1.webp",
        "https://i.ibb.co/N3ZHw7K/Yamaha-SLG200-NW-Silent-Guitar-Wide-Nylon-String-2.webp"
      ],
      "price": 789,
      "stock": "7",
      "categoryId": "62bf16449a945cb3238bc9b7",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    }
  ],
  "electric": [
    {
      "name": "Gibson Les Paul Standard '60s Electric Guitar",
      "description": "From its carved maple top to its stockpile of premium features, the Gibson Les Paul Standard ’60s is ready to rock. Burstbucker 61 pickups and handwired electronics deliver a massive tone arsenal. And you’ll enjoy effortless playability courtesy of a fast SlimTaper-profile neck and silky-smooth rosewood fingerboard with Plek’d frets. If you’ve been wanting a modern Les Paul with a slinky ’60s feel and premium appointments, Sweetwater has your axe. The Gibson Les Paul Standard ’60s is the guitar you’ve been waiting for.",
      "imgUrl": [
        "https://i.ibb.co/3pKjM4Q/Gibson-Les-Paul-Standard-60s-Electric-Guitar-0.webp",
        "https://i.ibb.co/4f1NGZY/Gibson-Les-Paul-Standard-60s-Electric-Guitar-1.jpg",
        "https://i.ibb.co/4JsB2t7/Gibson-Les-Paul-Standard-60s-Electric-Guitar-2.webp"
      ],
      "price": 2799,
      "stock": "11",
      "categoryId": "62bf16449a945cb3238bc9b6",
      "starred": true,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Gibson SG Standard Electric Guitar",
      "description": "Immortalized by Santana at Woodstock and smashed onstage by Townshend, the Gibson SG Standard is a rock icon. Gibson’s Nashville-made SG Standard is the real deal, arming you with a pair of toneful humbuckers, a rounded-profile neck, and a silky Plek’d rosewood fretboard with action that’s almost nonexistent. The Gibson SG Standard's lightweight mahogany body delivers great sustain and no pain, even if you play all night. And the nitro finish looks and feels luscious while enhancing the tone of this legendary solidbody electric guitar. Own your piece of rock history: the Gibson SG Standard.",
      "imgUrl": [
        "https://i.ibb.co/J7ZV7Bf/Gibson-SG-Standard-Electric-Guitar-0.webp",
        "https://i.ibb.co/yqP3gCy/Gibson-SG-Standard-Electric-Guitar-1.jpg",
        "https://i.ibb.co/QjMB6HP/Gibson-SG-Standard-Electric-Guitar-2.webp"
      ],
      "price": 1799,
      "stock": "16",
      "categoryId": "62bf16449a945cb3238bc9b6",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Fender American Professional II Telecaster",
      "description": "Fender’s American Professional series produced some of the most popular instruments at Sweetwater among working musicians and discerning amateurs. Now, with the American Professional II series, Fender has upped the ante, outfitting the formidable line with a slew of player-centric upgrades. The Fender American Professional II Telecaster features Tim Shaw’s latest V-Mod Tele single-coils, which deliver familiar Tele twang with enhanced clarity and focus. To provide an exceptional playing experience, the American Professional II Telecaster boasts a Deep \"C\" profile neck with a satin finish and a contoured heel joint. A Tele is a must-have in any guitar collection, and they don’t get much finer than the Fender American Professional II Telecaster.",
      "imgUrl": [
        "https://i.ibb.co/T1Fyg9P/Fender-American-Professional-II-Telecaster-0.webp",
        "https://i.ibb.co/pfs20cZ/Fender-American-Professional-II-Telecaster-1.jpg",
        "https://i.ibb.co/tXnSNND/Fender-American-Professional-II-Telecaster-2.webp"
      ],
      "price": 1799,
      "stock": "10",
      "categoryId": "62bf16449a945cb3238bc9b6",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "Fender Player Stratocaster",
      "description": "The Fender Stratocaster is considered by many guitarists at Sweetwater to be the classic solidbody electric guitar. Introduced in 1954, the Stratocaster has flaunted its svelte body curves, tonal dexterity, and expressive vibrato in the capable hands of guitarists cross-genre. At once a working musician's axe and cultural icon, the Fender Player Series Stratocaster takes the grand tradition into the future with a fast-action 22-fret maple neck, vibrant vintage-inspired finishes, and three Player Series Alnico 5 Strat pickups that deliver all the legendary spank and sparkle you expect from a Strat.",
      "imgUrl": [
        "https://i.ibb.co/dG7ZPL6/Fender-Player-Stratocaster-0.webp",
        "https://i.ibb.co/sHq5RSN/Fender-Player-Stratocaster-1.jpg",
        "https://i.ibb.co/1QZFfdQ/Fender-Player-Stratocaster-2.webp"
      ],
      "price": 849,
      "stock": "24",
      "categoryId": "62bf16449a945cb3238bc9b6",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    },
    {
      "name": "ESP Alexi Hexed Electric Guitar - Purple Fade",
      "description": "Alexi Laiho, the visionary frontman of Children of Bodom, pushed the boundaries of death metal with unparalleled virtuosic melodicism. Part of ESP's Alexi Laiho signature series, the Alexi Hexed is a culmination of the late guitar legend's artistic vision. This artisan-built solidbody electric guitar is something that — prior to Lex's untimely passing — he was proud of and eager to unleash. The Alexi Hexed features an aggressive, offset \"V\"-shaped body, decked out in a Purple Fade finish with light purple pinstripes and a matching back and sides. A single EMG pickup, along with an active preamp circuit, arm this metal-ready axe for roughed-up mayhem. Neck-thru-body construction ensures maximum resonance and sustain. You also get a comfortable 3-piece maple neck that's capped by a fast-playing 24-fret ebony fingerboard, plus a Floyd Rose Original tremolo for rock-solid twisting, bending, and dive-bombing and super-stable Gotoh locking tuners. The Alexi Hexed is topped off with head-turning chrome hardware, sawtooth fingerboard inlays, and glow-in-the-dark side markers.",
      "imgUrl": [
        "https://i.ibb.co/WcSVPRp/ESP-Alexi-Hexed-Electric-Guitar-Purple-Fade-0.jpg",
        "https://i.ibb.co/k4gX5Cf/ESP-Alexi-Hexed-Electric-Guitar-Purple-Fade-1.jpg",
        "https://i.ibb.co/CzxPpPZ/ESP-Alexi-Hexed-Electric-Guitar-Purple-Fade-2.webp"
      ],
      "price": 849,
      "stock": "24",
      "categoryId": "62bf16449a945cb3238bc9b6",
      "starred": false,
      "show": true,
      "slug": "",
      "createdBy": "62b10046f3d5c27377f6204d"
    }
  ]
}